[
  {
    "Id": 1,
    "Name": "Аэробика",
    "Description": "Уроки аэробики для укрепления сердечно-сосудистой системы и сжигания калорий."
  },
  {
    "Id": 2,
    "Name": "Силовые тренировки",
    "Description": "Тренировки с использованием гантелей, тренажеров и других снарядов для развития силы и мышечной массы."
  },
  {
    "Id": 3,
    "Name": "Бассейн",
    "Description": "Бассейн с подогревом для плавания и водных тренировок."
  },
  {
    "Id": 4,
    "Name": "Йога",
    "Description": "Уроки йоги для улучшения гибкости, силы и психического благополучия."
  },
  {
    "Id": 5,
    "Name": "Кардио тренировки",
    "Description": "Интенсивные тренировки для улучшения выносливости и сердечно-сосудистой системы."
  },
  {
    "Id": 6,
    "Name": "Танцевальные классы",
    "Description": "Уроки танцев для развития координации, гибкости и аэробной выносливости."
  },
  {
    "Id": 7,
    "Name": "Спортивная аэробика",
    "Description": "Тренировки по программам спортивной аэробики для развития силы, гибкости и выносливости."
  },
  {
    "Id": 8,
    "Name": "Кроссфит",
    "Description": "Интенсивные функциональные тренировки для развития силы, скорости и выносливости."
  },
  {
    "Id": 9,
    "Name": "Пилатес",
    "Description": "Уроки пилатеса для укрепления мышц кора, гибкости и выравнивания осанки."
  },
  {
    "Id": 10,
    "Name": "Бокс и единоборства",
    "Description": "Тренировки по боксу, кикбоксингу, тайскому боксу и другим единоборствам для развития силы, скорости и координации."
  },
  {
    "Id": 11,
    "Name": "TRX",
    "Description": "Тренировки с использованием TRX-петель для развития силы, гибкости и стабильности."
  },
  {
    "Id": 12,
    "Name": "Зумба",
    "Description": "Энергичные танцевальные тренировки под музыку для улучшения настроения и выносливости."
  },
  {
    "Id": 13,
    "Name": "Спортивная реабилитация",
    "Description": "Индивидуальные программы восстановления после травм и операций."
  },
  {
    "Id": 14,
    "Name": "Кардио-бокс",
    "Description": "Тренировки, сочетающие элементы кардио и бокса для сжигания калорий и улучшения физической формы."
  },
  {
    "Id": 15,
    "Name": "Спортивный массаж",
    "Description": "Профессиональный массаж для улучшения восстановления после тренировок и предотвращения травм."
  },
  {
    "Id": 16,
    "Name": "Эргономика",
    "Description": "Индивидуальные программы по улучшению эргономики движений и предотвращению травм."
  },
  {
    "Id": 17,
    "Name": "Кардио-теннис",
    "Description": "Тренировки, сочетающие элементы тенниса и кардио для улучшения выносливости и реакции."
  },
  {
    "Id": 18,
    "Name": "Подготовка к соревнованиям",
    "Description": "Индивидуальные и групповые тренировки для подготовки к спортивным соревнованиям."
  },
  {
    "Id": 19,
    "Name": "Спортивное питание",
    "Description": "Консультации диетолога и подбор индивидуальных программ питания для спортсменов."
  },
  {
    "Id": 20,
    "Name": "Групповые занятия",
    "Description": "Разнообразные групповые тренировки под руководством профессиональных инструкторов."
  }
]
